// Typical strings
"OK" = "ОК";
"Cancel" = "Отмена";
"Quit" = "Выход";
"Relaunch" = "Перезапустить";
"Ignore" = "Игнорировать";

// Preference Strings
"QSPlugInsPrefPane" = "Плагины";
"QSUpdatePrefPane" = "Обновления";
"QSHelpersPrefPane" = "Помощники";
"QSTriggerEditor" = "Триггеры";
"QSApplicationPrefPane" = "Приложение";
"QSCatalogController" = "Каталог";
"QSSilverNotifier" = "Quicksilver (встроенный)";
"QSNotificationCenterNotifier" = "Центр Уведомлений";
"QSDefaultStringRanker" = "Стандартный";

// QSController.m Alerts
"requires" = "требует";
"Recent versions of Quicksilver require Mac OS 10.6 Snow Leopard. Older 10.5, 10.4 and 10.3 compatible versions are available from the http://qsapp.com." = "Последние версии Quicksilver требуют Mac OS X 10.6 Snow Leopard. Старые совместимые с 10.5, 10.4 и 10.3 версии доступны на http://qsapp.com";

"Quicksilver Crashed" = "Quicksilver упал";

"Quicksilver crashed when loading the %@ plugin.\nDo you wish to delete this plugin and continue launching Quicksilver?" = "Quicksilver упал при загрузке плагина %@.\nХотите его удалить и продолжить запуск?";

"Sorry. Quicksilver crashed on last use.\nDeleting caches may help solve the problem.\nOtherwise you can try to launch Quicksilver again, or quit and read the FAQ." = "Простите, Quicksilver упал. \nЧистка кэша может помочь.\nИли вы можете попробовать перезапустить Quicksilver, или выйти и прочесть FAQ";
"Do Nothing" = "Ничего не делать";
"Read FAQ" = "Прочесть FAQ";
"Clear Caches" = "Очистить кэш";

"Running from a new location" = "Запуск из нового места";
"The previous version of Quicksilver was located in \"%@\". Would you like to move this new version to that location?" = "Прошлая версия Quicksilver находилась в \"%@\". Переместить новую версию туда?";

"This is an old version of Quicksilver" = "Это старая версия Quicksilver";
"You have previously used a newer version. Perhaps you have duplicate copies?" = "Вы раньше использовали версию новее, возможно у вас есть лишние копии?";
"Reveal this copy" = "Показать текущую копию";

"Would you like to install Quicksilver?" = "Установить Quicksilver?";
"Quicksilver was launched from a download location.\rWould you like to copy Quicksilver to your applications folder?" = "Quicksilver был запущен из места скачивания. Скопировать его в вашу папку \"Программы\"?";
"Install in \"Applications\"" = "Перенести в \"Программы\"";
"Choose Location..." = "Выбрать место...";

"Install Here" = "Установить здесь";
"Install Quicksilver" = "Установка Quicksilver";

"An error has occured" = "Произошла ошибка";
"Quicksilver must be relaunched to regain stability." = "Quicksilver должен быть перезапущен";

"Move and Relaunch" = "Переместить и перезапустить";
"Don't Move" = "Не перемещать";

"Quicksilver has been updated" = "Quicksilver был обновлен";
"You are using a new version of Quicksilver. Would you like to see the Release Notes?" = "Вы используете новую версию Quicksilver, хотите прочитать нововведения?";
"Show Release Notes" = "Показать нововведения";

"Quicksilver is now 64-bit" = "Quicksilver теперь 64-разрядный";
"64-bit details" = "Некоторые старые плагины не запустятся, их список доступен в Настройках.\nЕсли вы не можете жить без одного из них, можно запустить Quicksilver в 32-разрядном режиме (но скоро этого не станет)";
"Network and Removable Disks" = "Сеть и съемные диски";

"Type to search" = "Печатайте, чтобы искать";
